Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: W nocy stoją na warcie albo śpią twardym snem przed kolejnym pracowitym dniem.
uk: Вночі вони стоять на варті або сплять міцним сном перед черговим напруженим днем.

source: W normalnych warunkach z chęcią bym pohandlował, ale muszę przemyśleć teraz parę spraw...
uk: Зазвичай я був би радий обмінятися, але зараз мені потрібно подумати про деякі справи...

source: W obawie przed protestami czy nawet buntami wolą nie wysyłać straży na konfiskatę żywności czy wprowadzać nowych przepisów dotyczących jej standardowego przydziału miastu.
uk: Побоюючись протестів чи навіть заворушень, вони вважають за краще не надсилати вартових для конфіскації продуктів і не вводити нові правила щодо їх стандартного розподілу у місті.

source: W obozie nie było prawie nic cennego, oprócz jednej wytrzymałej sieci. Jeśli uda ci się ją w jakikolwiek sposób odzyskać, to znajdzie się dla ciebie odpowiednia nagroda.
uk: У таборі не було майже нічого цінного, окрім однієї міцної сітки. Якщо тобі вдасться якимось чином її дістати, на тебе чекає відповідна винагорода.

source: W obozie węglarzy i wygląda na to, że nie zamierza się stamtąd ruszać.
uk: Він у таборі вуглярів і, схоже, не збирається звідти йти.

source: W obozie węglarzy.
uk: У таборі вуглярів.

source: W obozie znajduje się skrzynia z naszymi zapasami. Jeśli czegoś potrzebuję, mogę z niej skorzystać.
uk: У таборі є скриня з нашими запасами. Якщо мені щось знадобиться, я можу скористатися нею.

source: W oczach kogoś, dla kogo pieniądze są ważniejsze niż życie ludzkie, tak.
uk: В очах людини, для якої гроші важливіші за людське життя - так.

source: W oddziale Gerwina wciąż są wierni strażnicy, między innymi Berto.
uk: У загоні Гервіна залишилися вірні вартові, зокрема Берто.

source: W oddziale od dłuższego czasu nie działo się zbyt dobrze. Szkoda teraz czasu na opowiadanie tego wszystkiego.
uk: Протягом тривалого часу справи у підрозділі йшли не дуже добре. Переповідати все це зараз – марна трата часу.

source: W odnalezieniu tego, kogo szukasz.
uk: З пошуками того, кого ти шукаєш.

source: W odwiecznej hierarchii kosmosu człowiek stoi pośrodku. Jego dusza pozwala mu doświadczać łask niebiańskich, ale jego ciało stworzone jest z substancji Morgradu. Jest więc człowiek odzwierciedleniem całego świata.
uk: У вічній ієрархії космосу людина стоїть посередині. Її душа дозволяє їй відчувати благодать небес, але її тіло зроблене з субстанції Морграду. Таким чином, людина є відображенням усього світу.

source: W ognisku znalazłem niedopaloną paczkę, zapewne po tytoniu Heisnera. To chyba powinien być wystarczający dowód dla kupca, ale może skonfrontuję znalezisko z górnikami z groty.
uk: У вогнищі я знайшов недогорілий пакунок, імовірно, тютюну Гейснера. Для торговця цього, мабуть, буде достатньо, але, можливо, варто показати знахідку гірникам у печері.

source: W ognisku znalazłem spaloną paczkę tytoniu, wiesz coś o tym?
uk: Я знайшов у вогнищі недопалений пакунок тютюну, ти знаєш щось про це?

source: W ogóle, wyobrażasz to sobie? Te gnidy z góry nie dały mi ani łyka gorzalczyny podczas całego rejsu!
uk: Взагалі, ти можеш собі це уявити? Ці гниди нагорі не дали мені жодного ковтка алкоголю за все плавання!

source: W okolicach zrujnowanego wąwozu znalazłem kilka dziwnych przedmiotów. Będę musiał o nich opowiedzieć Garosowi.
uk: В районі заваленого яру я знайшов кілька дивних предметів. Потрібно буде розповісти про них Гаросу.

source: W okolicy tunelu aż roi się od potworów. Powinienem się ich pozbyć.
uk: Територія навколо тунелю кишить потворами. Потрібно від них позбутися.

source: W okolicy tunelu znalazłem niedźwiedzia i parę szczurów. Wszystkiego się pozbyłem, więc przejście jest bezpieczne.
uk: Біля тунелю я знайшов ведмедя і кілька щурів. Я позбувся їх усіх, тож прохід безпечний.

source: W okolicy znalazłem tę oto paczkę. Wygląda na nienaruszoną.
uk: Я знайшов цей пакунок недалеко звідси. Схоже, його ніхто не чіпав.

source: W okolicy znów zauważono Bestię!
uk: Звір знову з'явився в цій місцевості!

source: W okresie bezkrólewia, a później rozbioru Myrtany, pozycja Gildii Araxos rysowała się w czarnych barwach. Wiele spośród jej kantorów przebudowano na szpitale dla rannych żołnierzy i powstańców. Z kolei brak zorganizowanego przywództwa i rozbieżności w prowadzeniu polityki, wprowadzały coraz większy zamęt w jej szeregach.
uk: Під час безкоролів'я, а згодом і поділу Міртани, становище Гільдії Араксос було забарвлене в чорне. У багатьох її закладах були створені госпіталі для поранених солдатів і повстанців. У свою чергу, відсутність організованого керівництва та розбіжності в політиці призвели до дедалі більшої плутанини в її лавах.

source: W ostateczności możesz też spróbować skorzystać z któregoś rusztu albo ogniska w okolicy. Równie dobrze przygotowuje się na nich jedzenie.
uk: У крайньому випадку, можна скористатися будь-якою сковорідкою або вогнищем, яке є поблизу. Їжа на них готується так само добре.

source: W ostateczności również handlarze różnościami powinni je mieć w swoim asortymencie.
uk: В крайньому випадку, вони повинні бути в асортименті у деяких торговців всячиною.

source: W ostateczności zostają ci handlarze na targowisku, ale nie oczekiwałbym tam niczego z wyższej półki.
uk: В крайньому випадку, ще можна звернутися до торговців на ринку, але я б не очікував від них нічого путнього.

source: W ostatnich czasach poświęcam też sporo uwagi, by jak najdłużej utrzymać świeżość swoich towarów. Stosuję do tego różne wywary z ziół, więc na podstawach alchemii też się znam.
uk: Останнім часом я також приділяю багато уваги тому, щоб моя продукція залишалася свіжою якомога довше. Для цього я використовую різні відвари з трав, тож основи алхімії мені знайомі.

source: W ostatniej chwili udało mi się wskoczyć na podwyższenie, ale zablokowały mi drogę ucieczki.
uk: В останню мить мені вдалося забратися нагору, але вони перекрили мені шлях втечі.

source: W ostatnim tygodniu winnica Valerio doświadczyła ataku bandy dzików na plantacje winogron.
uk: Минулого тижня плантації виноградника Валеріо пережили напад стада диких кабанів.

source: W ostatnim tygodniu winnica Valerio doświadczyła ataku bandy dzików na plantacje winogron. Farmerom udało się odeprzeć większość bestii, ale jedna z nich, pomimo otrzymania licznych obrażeń, zdołała zbiec. Za pozbycie się tego rannego zwierzęcia przewidziana jest nagroda w wysokości 100 sztuk złota, do odebrania u łowcy Garosa.
uk: Минулого тижня плантації виноградника Валеріо пережили напад стада диких кабанів. Фермерам вдалося вбити більшість звірів, але одному з них, незважаючи на численні поранення, вдалося втекти. За позбавлення від цього пораненого звіра передбачена винагорода у розмірі 100 золотих, які можна отримати у мисливця Гароса.

source: W otwieraniu zamków najważniejsza jest zachowawczość. Jeśli wyczuwasz, że zapadka stawia wytrychowi zdecydowany opór, nie pchaj na siłę.
uk: Найважливіше при відмиканні замків – це бути обережним. Якщо ти відчуваєш, що засувка чинить рішучий опір відмичці, не штовхай її з силою.

source: W pewnym momencie człowiek natrafia na barierę, która nie pozwala mu się dalej rozwinąć. Gdybyś osiągnął to, co ja, to może mógłbyś mnie zrozumieć.
uk: У якийсь момент людина впирається в перепону, яка заважає їй розвиватися далі. Якби ти досяг того, чого досяг я, то, певно, зміг би мене зрозуміти.

source: W pewnym momencie zdałam sobie sprawę, że zaczynamy schodzić z głównego traktu, więc zaczęłam sugerować, że może resztę trasy przejdę już sama.
uk: У якийсь момент я зрозуміла, що ми починаємо віддалятись від головної дороги, тому я стала наполягати, що краще пройду решту маршруту сама.

source: W pełni oficjalna wersja testamentu Valerio.
uk: Повністю офіційна версія заповіту Валеріо.

source: W pełni świadomy ryzyka, jakie niesie za sobą to działanie,
uk: Повністю усвідомлюючи ризики, які з цим пов'язані,

source: W pierwszych dniach świata, zanim lądy dźwignęły się z morskiego dna, góry wypiętrzyły się, a z ich szczelin popłynęły rzeki, wszystko spowite było w niewyobrażalnym, pętającym wszelkie procesy tworzenia, gorejącym blasku. Mijały eony, a Wieczna Światłość niepodzielnie, lecz samotnie królowała nad całym istnieniem.
uk: У перші дні створення світу, ще до того, як суша піднялася з морського дна, виросли гори і потекли з їх ущелин ріки, все було оповите незбагненним палаючим сяйвом, яке оповило собою всі процеси творення. Минали еони, а Вічне Світло неподільно, але одноосібно панувало над усім сущим.

source: W pilnowanej skrzyni znalazłem jakiś list. Czym prędzej zaniosę go Malenowi.
uk: Я знайшов листа в скрині, що була під охороною. Потрібно віднести його Малену якнайшвидше.

source: W piwnicy jest niedźwiedź!
uk: У підвалі ведмідь!

source: W piwnicy może i jest prawie tak zimno jak u nas w Nordmarze, ale nie spędzę reszty życia w norze jak jakiś szczur.
uk: У підвалі може й так само холодно, як у нас в Нордмарі, але я не збираюся провести решту життя у норі, як якийсь щур.

source: W piwnicy znalazłem ciało mężczyzny. Wygląda na martwego od dłuższego czasu. Miał przy sobie amulet Vengardzkiego Towarzystwa Alchemicznego oraz krótką notatkę.
uk: У підвалі я знайшов тіло чоловіка. На вигляд він був мертвий вже давно. При ньому був амулет Венгардського алхімічного товариства і коротка записка.

source: W piwnicy znalazłem magiczny krąg. Zdaje się, że wciąż jest aktywny, więc w pobliżu powinna być runa.
uk: У підвалі я знайшов магічне коло. Здається, воно все ще активне, тож поруч повинна знаходитись руна.

source: W po-p-po-po-porcie, z-za stocznią.
uk: В по-п-по-по-порту, з-за корабельнею.

source: W pobliżu Silbach wciąż znikają kolejne osoby. Mimo iż władze zaprzeczają istnieniu jakiejkolwiek Bestii, mieszkańcy wioski wiedzą swoje...
uk: Поблизу Сільбаху продовжують зникати люди. Хоча влада заперечує існування Звіра, жителі села знають своє...

source: W pobliżu Starego Miasta spotkałem Południowca, który poprosił mnie o pomoc w dostarczeniu małej skrzyneczki. Mam ją zanieść na ostatnie piętro hotelu na Starym Mieście i zostawić ją przy łóżku.
uk: Біля Старого міста я зустрів південця, який попросив мене допомогти доставити невелику скриньку. Я повинен віднести її на верхній поверх готелю в Старому місті та залишити біля ліжка.

source: W pobliżu jaskini, w której zostali, kręcił się topielec. Wszystko wskazuje na to, że to jego sprawka.
uk: Біля печери, де вони зупинилися, тинявся луркер. Все вказує на те, що це зробив він.

source: W pobliżu jednego z ciał znalazłem kartkę, która wspomina coś o Siepaczu. To pewnie właśnie jego przed chwilą spotkałem. Wygląda na to, że to nie on odpowiada za porwanie mojego brata, ale może dzięki tej informacji uda mi się dowiedzieć czegoś w Przystani.
uk: Біля одного з тіл я знайшов записку, в якій згадувалося щось про Сироту. Напевно, це був той, з яким я щойно зустрівся. Схоже, він не має відношення до викрадення мого брата, але, можливо, завдяки цій інформації я зможу щось з'ясувати в Гавані.

source: W pobliżu jest winnica. Myślę, że jakoś dam radę cię tam zanieść. Tam udzielą ci pomocy.
uk: Неподалік є виноградник. Думаю, я якось зможу тебе туди відвести. Там тобі допоможуть.

source: W pobliżu kościoła spotkałem paladyna Candaca. Jest bardzo niezadowolony z faktu, iż na Archolos sprzedawane są niskiej jakości posążki Innosa. Poprosił mnie, abym pomógł mu znaleźć jakiś sposób na ukrócenie tego przedsięwzięcia. Najlepiej będzie zacząć od rozmowy z Mailorem, ma stragan obok kościoła.
uk: Біля церкви я зустрів паладина Кандака. Він дуже незадоволений тим, що на Архолосі продають неякісні статуетки Інноса. Він попросив мене допомогти йому знайти спосіб закрити цей бізнес. Найкраще почати з розмови з місцевим торговцем Мейлором, у нього є прилавок поруч з церквою.

source: W pobliżu kuźni znalazłem jakiś ukryty przycisk. Za ścianą było tajne pomieszczenie, powinienem je sprawdzić.
uk: Біля кузні я знайшов малопомітну кнопку. За стіною була прихована кімната, варто її перевірити.

source: W pobliżu starej kaplicy spotkałem Detlowa, który uważa się za najlepszego myśliwego w tej części królestwa. Nie był jednak zachwycony, gdy mnie zobaczył. Na początku nie chciał mnie ze sobą zabrać na polowanie, ale jakoś udało mi się go przekonać. Powinienem pójść za nim i wykonywać jego polecenia co do joty, jeśli chcę spełnić prośbę Knuta.
uk: Біля старої каплиці я зустрів Детлоу, який вважає себе найкращим мисливцем у цій частині королівства. Однак, побачивши мене, він був не в захваті. Спочатку він не хотів брати мене з собою на полювання, але мені якось вдалося його переконати. Я повинен йти за ним і виконувати його вказівки до останнього слова, якщо хочу виконати прохання Кнута.

source: W pobliżu twojej farmy widziałem orka.
uk: Біля твоєї ферми я бачив орка.

source: W pobliżu winnicy spotkałem pijaczka o imieniu Rik. Korzystając z okazji, postanowiłem wypytać go, czy przypadkiem nie zna kogoś o imieniu Antonio. Choć przez chwilę brzmiał, jakby wiedział, o kim mówię, szybko stwierdził, że boli go głowa i jeśli nie przyniosę mu czegoś na poprawę nastroju, niczego sobie nie przypomni. Przyniesienie jakiegoś wina mogłoby rozwiązać mu język, ale coś na wytrzeźwienie też pewnie się sprawdzi.
uk: Біля виноградника я зустрів п'яницю на ім'я Рік. Скориставшись нагодою, я запитав його, чи не знає він когось на ім'я Антоніо. Хоча на мить мені здалося, що він знає, про кого йде мова, він швидко заявив, що у нього болить голова, і якщо я не принесу йому чогось, щоб підбадьоритися, він нічого не згадає. Вино могло б розв'язати йому язик, але щось протверезне теж підійде.

source: W pobliżu wrót do środka twierdzy znalazłem ciało dowódcy Wilczych Synów. Wygląda na to, że leży tu już wiele lat. Powinienem porozmawiać o tym z Riordianem.
uk: Біля воріт, що ведуть всередину фортеці, я знайшов тіло командира Вовчих Синів. Виглядає так, ніби воно пролежало тут багато років. Слід поговорити про це з Ріордіаном.

source: W pobliżu wyjścia z 'Lorietty' zaczepiła mnie pewna dziewczyna. Przedstawiła się jako Ivy i wygląda na to, że sporo wie o mnie i o tym, co tu robię. Widząc, jak dobrze poradziłem sobie z Benem, zaproponowała mi pracę u swojego szefa, który jest na tropie jakiejś niebezpiecznej organizacji. Wspomniała też, że mógłby mi pomóc w poszukiwaniach mojego brata. Postanowiłem jednak odrzucić jej ofertę. Zbyt wiele osób składało mi obietnice tylko po to, żeby mnie wykorzystywać. Najrozsądniej będzie, jeśli wrócę do Rodericha i zdam mu raport z tego, co tu widziałem.
uk: Біля виходу з Лорієтти до мене підійшла дівчина. Вона представилася як Айві, і, схоже, знала досить багато про мене і про те, що я тут роблю. Побачивши, як я впорався з Беном, вона запропонувала мені працювати на свого шефа, який вийшов на слід якоїсь небезпечної організації. Вона також сказала, що він може допомогти мені в пошуках мого брата. Однак я вирішив відмовитися від її пропозиції. Забагато людей давали мені обіцянки тільки для того, щоб скористатися мною. Найрозумніше буде повернутися до Родеріха і доповісти йому про все, що я тут побачив.

source: W pobliżu wyjścia z 'Lorietty' zaczepiła mnie pewna dziewczyna. Przedstawiła się jako Ivy i wygląda na to, że sporo wie o mnie i o tym, co tu robię. Widząc, jak dobrze poradziłem sobie z Benem, zaproponowała mi pracę u swojego szefa, który jest na tropie jakiejś niebezpiecznej organizacji. Wspomniała też, że mógłby mi pomóc w poszukiwaniach mojego brata. Postanowiłem jednak odrzucić jej ofertę. Zbyt wiele osób składało mi obietnice tylko po to, żeby mnie wykorzystywać. Powinienem wrócić do Lorenzo i powiedzieć mu, co tu widziałem.
uk: Біля виходу з Лорієтти до мене підійшла дівчина. Вона представилася як Айві, і, схоже, знала досить багато про мене і про те, що я тут роблю. Побачивши, як я впорався з Беном, вона запропонувала мені працювати на свого шефа, який вийшов на слід якоїсь небезпечної організації. Вона також сказала, що він може допомогти мені в пошуках мого брата. Однак я вирішив відмовитися від її пропозиції. Забагато людей давали мені обіцянки тільки для того, щоб скористатися мною. Я повинен повернутися до Лоренцо і розповісти йому про все, що я тут побачив.

source: W pobliżu wyjścia z 'Lorietty' zaczepiła mnie pewna dziewczyna. Przedstawiła się jako Ivy i wygląda na to, że sporo wie o mnie i o tym, co tu robię. Widząc, jak dobrze poradziłem sobie z Benem, zaproponowała mi pracę u swojego szefa, który jest na tropie jakiejś niebezpiecznej organizacji. Wspomniała też, że mógłby mi pomóc w poszukiwaniach mojego brata. Rozważę jej ofertę, ale najpierw muszę wrócić do Lorenzo i powiedzieć mu, co tu widziałem.
uk: Біля виходу з Лорієтти до мене підійшла дівчина. Вона представилася як Айві, і, схоже, знала досить багато про мене і про те, що я тут роблю. Побачивши, як я впорався з Беном, вона запропонувала мені працювати на свого шефа, який вийшов на слід якоїсь небезпечної організації. Вона також сказала, що він може допомогти мені в пошуках мого брата. Я подумаю над її пропозицією, але спершу я маю повернутися до Лоренцо і розповісти йому все, що я тут побачив.

source: W pobliżu wyjścia z 'Lorietty' zaczepiła mnie pewna dziewczyna. Przedstawiła się jako Ivy i wygląda na to, że sporo wie o mnie i o tym, co tu robię. Widząc, jak dobrze poradziłem sobie z Benem, zaproponowała mi pracę u swojego szefa, który jest na tropie jakiejś niebezpiecznej organizacji. Wspomniała też, że mógłby mi pomóc w poszukiwaniach mojego brata. Rozważę jej ofertę, ale najpierw muszę wrócić do Rodericha i zdać mu raport z tego, co tu widziałem.
uk: Біля виходу з Лорієтти до мене підійшла дівчина. Вона представилася як Айві, і, схоже, знала досить багато про мене і про те, що я тут роблю. Побачивши, як я впорався з Беном, вона запропонувала мені працювати на свого шефа, який вийшов на слід якоїсь небезпечної організації. Вона також сказала, що він може допомогти мені в пошуках мого брата. Я подумаю над її пропозицією, але спершу я маю повернутися до Родеріха і доповісти йому про все, що я тут побачив.

source: W pobliżu zatoki zakotwiczył statek z uchodźcami z Londram.
uk: Корабель з біженцями із Лондраму став на якір біля бухти.

source: W podobny sposób funkcjonują obrażenia trucizn i kwasów wywoływane przez ataki niektórych toksycznych stworzeń.
uk: Шкода від отрути та кислоти, спричинена атаками деяких токсичних істот, діє подібним чином.

source: W podziemiach Vardhal przyda nam się więcej doświadczonych wojowników. Cztery dodatkowe osoby powinny wystarczyć i każdą z nich muszę zrekrutować osobiście. Muszę dobrze przemyśleć mój wybór - jeśli kogoś tutaj zaproszę, to nie będę miał już możliwości zrezygnowania z jego usług. Gdybym miał trudności z ich znalezieniem, mogę podpytać portową karczmarkę, Helgę, może mi coś doradzi.
uk: У підземеллях Вардхалу нам знадобляться найдосвідченіші воїни. Чотирьох повинно вистачити, і кожного з них я маю завербувати особисто. Мені слід добре обміркувати свій вибір – якщо я когось покличу, то вже не матиму можливості відмовитися від їхніх послуг. Якщо у мене виникнуть труднощі з пошуком, я можу звернутися до власниці портової корчми Хельги. Можливо, вона зможе мені когось порадити.

source: W podziemiach odnalazłem specjalną salę tortur. To właśnie tam został zaprowadzony mój brat. Niestety, właśnie w tym miejscu go odnalazłem. Prawdopodobnie nie żył już od wielu dni.
uk: В підвалах я знайшов спеціальну катівню. Саме туди привели мого брата. На жаль, там я його і знайшов. Ймовірно, він був мертвий вже багато днів.

source: W pokoju Lichwiarza zastałem jedynie jednego z jego ludzi, zajętego paleniem listów. Wyglądał na zdziwionego, gdy go nakryłem, i natychmiast mnie zaatakował.
uk: У кімнаті Лихваря я знайшов лише одного з його людей, зайнятого спалюванням листів. Він виглядав спантеличеним, і побачивши мене, одразу ж накинувся на мене.

source: W pokoju na piętrze powinno być jakieś wolne łóżko.
uk: У кімнаті нагорі має бути вільне ліжко.

source: W pomieszczeniu wyglądającym jak dawna sala treningowa znalazłem wielkie kamienie. Zdaje się, że za nimi jest dalsze przejście. Może Duster mógłby mi z tym pomóc.
uk: У приміщенні, схожому на колишній тренувальний зал, я знайшов великі камені. Здається, за ними є прохід. Можливо, Дастер міг би допомогти мені з цим.

source: W porcie doskonale nadaje się do tego moja karczma, widać ją z większości ulic w okolicy. Oczywiście nie pogniewam się, jeśli przy okazji wpadniesz do mnie na zimne piwo.
uk: Моя корчма в порту ідеально підходить для цього, її видно з більшості вулиць у цьому районі. Звичайно, я буду не проти, якщо при нагоді ти зазирнеш до мене на холодненьке пиво.

source: W porcie doszło do kolejnej serii napadów kieszonkowca znanego jako Śliskoręki! Mężczyzna wielokrotnie unikał zatrzymania, ciężko raniąc przy tym kilku strażników.
uk: У порту сталася чергова серія пограбувань, скоєних кишеньковим злодієм, відомим як Слизькорукий! Він вже неодноразово уникав арешту, важко поранивши при цьому кількох вартових.

source: W porcie doszło do kolejnej serii napadów kieszonkowca znanego jako Śliskoręki! Mężczyzna wielokrotnie unikał zatrzymania, ciężko raniąc przy tym kilku strażników. Śliskorękiego widziano ostatnio w Slumsach. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 100 sztuk złota, do odbioru u strażnika Oktava.
uk: У порту сталася чергова серія пограбувань, скоєних кишеньковим злодієм, відомим як Слизькорукий! Він вже неодноразово уникав арешту, важко поранивши при цьому кількох вартових. Слизькорукого востаннє бачили у нетрях. За виконання смертного вироку передбачена винагорода у розмірі 100 золотих, які можна отримати у вартового Октава.

source: W porcie jest pokaźny dom - pewnie go kojarzysz. To ten zaraz obok stoczni.
uk: У порту є великий будинок – ти, напевно, його впізнаєш. Це той, що поруч з корабельнею.

source: W porcie natknąłem się na ludzi zebranych wokół pijanego człowieka, który spadł z dachu jednego z budynków. Może na tym dachu raczył się piwem skradzionym Heldze?
uk: У порту я натрапив на людей, які зібралися навколо п'яного чоловіка, що впав з даху одного із будинків. Можливо, саме там він насолоджувався пивом, вкраденим у Хельги?

source: W porcie znajduje się pewien statek, nazywa się 'Avenal'. Jest jednym z ostatnich, które przybyły do Archolos przed zarekwirowaniem okrętów przez armię.
uk: В порту стоїть корабель, що називається 'Авенал'. Він один з останніх прибув до Архолосу перед тим, як армія реквізувала кораблі.

source: W porcie, w pobliżu dźwigów poszukaj faceta o imieniu Finbar. Rozpoznasz go po kruczo czarnych włosach. Słyszałam, że zna kilka osób. Nic więcej nie mogę ci powiedzieć. Nie chcę ryzykować.
uk: У порту, біля кранів, шукай хлопця на ім'я Фінбар. Ти впізнаєш його по чорному, як ворон, волоссю. Я чула, що він знає кількох людей. Більше нічого не можу розповісти. Не хочу ризикувати.

source: W porcie, w pobliżu dźwigów poszukaj faceta o imieniu Finbar. Słyszałam, że zna kilka osób. Nic więcej nie mogę ci powiedzieć. Nie chcę ryzykować.
uk: У порту, біля кранів, шукай хлопця на ім'я Фінбар. Я чула, що він знає кількох людей. Більше нічого не можу розповісти. Не хочу ризикувати.

source: W porządku, ale jakbyś potrzebował jakiegoś oręża, to daj mi znać.
uk: Добре, але якщо буде потрібна ще якась зброя, дай мені знати.

source: W porządku, bierzcie go.
uk: Гаразд, забирайте його.

source: W porządku, chłopcze. Pierwszą rzecz mamy z głowy.
uk: Гаразд, хлопче. Це перше, з чим ми розібралися.

source: W porządku, dzięki za pomoc.
uk: Гаразд, дякую за допомогу.

source: W porządku, kupię ten wabik.
uk: Гаразд, я куплю приманку.

source: W porządku, kupię ten wabik. (150 SZ)
uk: Гаразд, я куплю приманку. (150 золотих)

source: W porządku, nie będę ci przeszkadzał.
uk: Добре, не заважатиму тобі.

source: W porządku, nie będę naciskał.
uk: Ну гаразд, я не наполягатиму.
